{
  "Index": {
    "Header": {
      "anchor1": "Home",
      "anchor2": "DEX",
      "anchor3": "Token",
      "anchor4": "DApp",
      "anchor5": "Roadmap"
    },
    "page1": {
      "t1": "Game of Chain",
      "t2": "",
      "p1": "Game of Chain (GOC) is a decentralized, safe and transparent application development platform based on the TRON blockchain.",
      "p2": "It mainly provides services including GOC decentralized exchange (DEX) and decentralized gaming platforms.",
      "p3": "The GOC team is dedicated to building a vibrant community, providing convenient, user-friendly decentralized applications (DApps) for users and DApp infrastructure for developers.",
      "btn1": "GOC DEX",
      "btn2": "GOC Token"
    },
    "page2": {
      "btn": "GOC DEX",
      "t": "GOC DEX",
      "p1": "A decentralized exchange based on the TRON ecosystem; supports both TRC10 & TRC20 trading.",
      "p2": "Transparent trading information; a decentralized model that solves trust issues in common trading scenarios.",
      "p3": "Zero threshold for token issuance; simple and convenient for users to trade.",
      "p4": "Provides OEM service, developers can customize their own DEX development"
    },
    "page3": {
      "t": "GOC token",
      "item1-t": "Basic information",
      "item1-p1": "Token name：Game of Chain (GOC)",
      "item1-p2": "Token circulation ：10billion",
      "item2-t": "Reward mechanism",
      "item2-p1": "GOC token holders can participate in the profit on the platform",
      "item2-p2": "The platform will buy back GOC, conduct and publicize coin burns",
      "item3-t": "Application scenarios",
      "item3-p1": "Holding GOC tokens earns you a discount on the processing fee on GOC DEX",
      "item3-p2": "Supports all games on the GOC platform"
    },
    "page4": {
      "t": "DApp platform",
      "p1": "Build a decentralized gaming platform, integrating popular DApps in the TRON network. ",
      "p2": "Provide DApp developers with multiple application services, including mining tools, real random number tools and game monitoring backstage.",
      "p3": "Provide DApp developers with more infrastructure services, including SDK that supports multiple tokens, cross-chain technical services and high-performance DApp side chain realization. "
    },
    "page5": {
      "item1-p1": "GOC DEX launch, supporting all TRC20 & TRC 10 token listing.",
      "item2-p1": "GOC gaming DApp launch, supporting game play, betting and mining with GOC tokens; robot mining tools will also be available ",
      "item2-p2": "GOC token holders enjoy an (unlimited) discount on the processing fee on GOC DEX",
      "item3-p1": "Obtain Malta gambling license",
      "item3-p2": "A one-stop platform that integrates wallets, DEX and DAppStore, connecting more TRON games",
      "item3-p3": "DEX compatible with multiple ends",
      "item3-project1": "Web browser",
      "item3-project2": "mobile H5",
      "item3-project3": "PC client",
      "item3-project4": "IOS/Android",
      "item3-project5": "",
      "item3-project6": "",
      "item4-p1": "GOC token is listed on mainstream exchanges, such as bithumb, Binance and Huobi",
      "item4-p2": "followed by campaigns like airdrop and candy, etc.",
      "item5-p1": "Explore more application scenarios in the TRON ecosystem",
      "item5-p2": "GOC incubator, helping more TRON projects to land"
    },
    "Footer": {
      "twitter": "Twitter",
      "telegram": "Telegram",
      "problem": "Contact Us"
    }
  },
  "GocToken": {
    "Header": {
      "menu1": "GOC DEX"
    },
    "Kv": {
      "title": "GOC Token Model and Core Application",
      "p1": "GOC is the token issued by Game of Chain.",
      "p2": "GOC token is a decentralized blockchain digital asset issued based on TRON, a TRC20 standard token based on the TRON blockchain. The total circulation is fixed at 10 billion, and it is guaranteed that there will never be any additional issuance."
    },
    "Use": {
      "title": "GOC Economic Distribution Model",
      "p1": "Total Supply of GOC token: 10 billion",
      "p2": "①3 billion GOC will be frozen by GOC foundation (TQiPS3ibWQ9XfsP3EVJs7pJzGRCzxzLeET) for 4 years. It won't be unfrozen at the first year and 1/4 of which will be unfrozen in each year.",
      "p3": "②1 billion GOC frozen for the well-known investment agency (TMFthG5KtTUwfTnE93Ap4rCvMnTuGjUw1p) for 2 years. It won't be unfrozen at the first year and 1/2 of which will be unfrozen in each year.",
      "p4": "③2 billion GOC frozen for the team motivation (TRfPZzCZLUcfZ6cJLyrcGBRwgXyQoQuBkL). It won't be unfrozen at the first year and 1/4 of which will be unfrozen in each year.",
      "p5": "④4 billion GOC is used for the motivating the GOC exchange operation. Including: Motivating users by giving GOC token base on various rules; Gifting GOC as rewards according to the ranking of traders on the exchange;We would like to make the token exchange with quality projects.",
      "p6": "In each quarter, 20% of the profit will be repurchased and destroy in form of GOC token until the repurchased and destroy amount reach 5 billion."
    },
    "Value": {
      "title": "Core Application of GOC",
      "item1-title": "Deduction of trading processing fee on the GOC platform.",
      "item1-text": [
        "Currently the processing fee of GOC is 0.2% (charged based on the amount of assets collected).",
        "Rules: 1. Different levels of processing fee discount according to the amount of GOC held. Detailed plans will be announced later."
      ],
      "item2-title": "Deduction of security deposit for the project.",
      "item2-text": [
        "Deduction of security deposit for listing: starting from 1 million TRX (10 million GOC).",
        "After the deposit is locked, a project can unlock the fund batch by batch: 1st batch – 1/2 unlocked after 0.5 year; 1/12 unlocked in each following month until all is unlocked."
      ],
      "item3-title": "Payment for GOC online games",
      "item3-text": [
        "The Game of Chain team will develop many GOC-token-based TRON games, GOC tokens will be circulated."
      ],
      "item4-title": "Asset locking dividend",
      "item4-text": [
        "Profit participation will start 24 hrs after the GOC tokens are locked.",
        "The dividend pool will be settled once every calendar day.",
        "Funds in the dividend pool = 20% profit made on the platform each day."
      ],
      "item5-title": "Buyback & coinburn mechanism",
      "item5-text": [
        "After the GOC platform is launched, 20% of the profit made on the platform will be taken out each quarter to buy back GOC with the last recorded price. The GOC bought back will be burned directly; at the same time, information of the coin burn will be available on tronscan."
      ],
      "p1": "1. 50% of the trading fees of GOC exchange and it will be distributed once a week in Friday (TGIF event: thank God it's Friday).",
      "p2": "2. According to the amount of GOC that users hold, users can participate different amount of trading fee discounts activities.",
      "p3": "3. GOC can be used as well as traded on GOC's DAPP platform based on TRON in the future.",
      "ps": "Note：",
      "ps1": "1. The first dividend will start at December 21, 2018. The snapshot will be taken at 00:00 each Friday (UTC).",
      "ps2": "2. The airdrop for GOC exchange users will start at December 17, 2018.",
      "ps3": "3、地址公布：",
      "unit": "billion",
      "th1": "地址",
      "th2": "数量",
      "th3": "所有者",
      "teamExcitation": "团队激励"
    },
    "Wallet": {
      "title": "GOC storage",
      "item1-name": "iTron Wallet",
      "item2-name": "Cobo Wallet",
      "item3-name": "Math Wallet"
    },
    "Footer": {
      "twitter": "Twitter",
      "telegram": "Telegram",
      "problem": "Contact Us"
    }
  },
  "Placement": {
    "Kv": {
      "title": "GOC additional round of private placement launched",
      "p1": "",
      "p2": ""
    },
    "Use": {
      "title": "Introduction",
      "p1": "After fully discussion GOC team is determined to start an additional round of private placement from a half amount of token for the team motivation (1 billion GOC), GOC team hopes to share the development benefits of the GOC platform with long-term supporters, and will use the funds raised for the promotion of the GOC platform.",
      "p2": "Private placement time: Dec 15 2018-Dec 31 2018",
      "p3": "Private equity: 1 million TRX or more",
      "p4": "The price in the private placement: 0.2-0.22TRX"
    },
    "Value": {
      "title": "Private Placement Rules",
      "p1": "1. Private equity: 1 million - 2 million TRX",
      "p1-1": "Price: 0.22TRX",
      "p1-2": "Locking period: 7 months",
      "p2": "2. Private equity: 2 million - 3 million TRX",
      "p2-1": "Price: 0.21TRX",
      "p2-2": "Locking period: 6.5 months",
      "p3": "3. Private equity: 3 million TRX or more",
      "p3-1": "Price: 0.2TRX",
      "p3-2": "Locking period: 6 months",
      "p4": "4. Participants who take part in the private placement in the period of 2018.12.15-2018.12.22 will receive an additional 5% GOC token.",
      "p5": "5. After the lockout period is reached, the locked tokens will be unlocked 10% every half month, and all tokens will be unlocked after five months."
    },
    "Wallet": {
      "title": "Participate",
      "p": "Deposit the TRX to the address XXXX and GOC team will count the total amount of each address at Dec 31, 2018. Afterward, the GOC token will be transferred into the corresponding payers' address and set the lockout period according to the corresponding time based on total TRX amount in Private Placement Rules.",
      "tip": "Tip:",
      "note": "Do not use traditional centralized exchange address for the private placement TRX transfers."
    },
    "Footer": {
      "twitter": "Twitter",
      "telegram": "Telegram",
      "problem": "Contact Us"
    }
  },
  "Plan": {
    "Kv": {
      "title": "GOC DEX Incentive Plan",
      "p1": "Since the trial operation of GOC the decentralized exchange (hereinafter referred to as GOC DEX), various indicators have grown steadily and have received enthusiastic support from users in the community.",
      "p2": "Due to that fact, GOC team decided to officially launch the incentive plan on December 17, 2018, participants and supporters of GOC DEX will receive GOC token incentives.",
      "p3": "The incentive plan includes the following activities."
    },
    "Use": {
      "title": "No.1 Daily rewards for active users",
      "p1": "Settlement period: Once a day, 18:00 on the previous day (UTC+8) - 18:00 on the following day (UTC+8)",
      "p2": "Rules: Users whose total transaction amount in GOC DEX reaches 1000TRX will be given 100GOC tokens as an incentive."
    },
    "Value": {
      "title": "No.2 Trading rankings",
      "p1": "Settlement period: Once a week, Sunday 18:00 (UTC+8) - Next Sunday 18:00 (UTC+8)",
      "p2": "Rules: Top 100 users in the rank of the total transaction amount in GOC DEX will receive a considerable amount of GOC token as a reward.",
      "p2-1": "First place: 1GOC",
      "p2-2": "Second place: 1GOC",
      "p2-3": "Third place: 1GOC",
      "p2-4": "Fourth place: 1GOC",
      "p2-5": "Fifth place: 1GOC",
      "p2-6": "6th-10th place: 1GOC",
      "p2-7": "11th-20th place: 1GOC",
      "p2-8": "20th-30th place: 1GOC"
    },
    "Footer": {
      "twitter": "Twitter",
      "telegram": "Telegram",
      "problem": "Contact Us"
    }
  }
}